# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the bin/rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)

# Postモデルのデータを作る
Post.create!(
  number: "11111",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11112",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "11121",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11122",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "11131",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11132",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "11211",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11212",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "11221",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11222",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "11231",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11232",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post.create!(
  number: "11311",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11312",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "11321",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11322",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "11331",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "11332",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12111",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12112",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12121",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12122",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12211",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12212",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12221",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12222",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12231",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12232",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12311",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12312",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12321",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12322",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "12331",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "12332",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13111",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13112",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13121",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13122",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13131",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13132",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13211",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13212",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13221",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13222",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13231",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13232",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13311",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13312",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13321",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13322",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "13331",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
  number: "13332",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "21111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "21121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "21131",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21132",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "21211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "21221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "21231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post.create!(
number: "21311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "21321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post.create!(
number: "21331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "21332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post.create!(
number: "22111",
content: "上級です。  
              全問正解！素晴らしい✨
              家具も固定されていることは素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22112",
content: "上級です。  
              全問正解です！素晴らしい✨
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "22121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "22211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "22221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22222",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "22231",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22232",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "22311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "22321",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22322",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "22331",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "22332",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23132",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
  number: "23132",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
  )
  Post
.create!(
  number: "23131",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
                また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
  )
Post.create!(
number: "23212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "23331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "23332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "31111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "31121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "31131",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31132",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "31211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "31221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "31231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post.create!(
number: "31311",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31312",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "31321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post.create!(
number: "31331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "31332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              ま知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "32331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "32332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33131",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33132",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33311",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33312",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post.create!(
number: "33331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              また、家具の固定されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post.create!(
number: "33332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 。\n
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)


Post2.create!(
  number: "11111",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11112",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "11121",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11122",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "11131",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11132",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "11211",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11212",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "11221",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11222",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "11231",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11232",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post2.create!(
  number: "11311",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11312",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "11321",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11322",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "11331",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "11332",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12111",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12112",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12121",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12122",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12211",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12212",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12221",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12222",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12231",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12232",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12311",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12312",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12321",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12322",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "12331",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "12332",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13111",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13112",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13121",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13122",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13131",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13132",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13211",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13212",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13221",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13222",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13231",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13232",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13311",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13312",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13321",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13322",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "13331",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "13332",
  content: "初級です。  
                伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "21111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "21121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "21131",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21132",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "21211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "21221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "21231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post2.create!(
number: "21311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "21321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post2.create!(
number: "21331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "21332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post2.create!(
number: "22111",
content: "上級です。  
              全問正解！素晴らしい✨
              家具も固定されていることは素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "22112",
content: "上級です。  
              全問正解です！素晴らしい✨
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "22121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "22122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "22211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "22212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "22221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "22222",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "22231",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "22232",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "22311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "22312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "22321",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
  number: "22322",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "22331",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "22332",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23132",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
  number: "23132",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
  )
  Post2
.create!(
  number: "23131",
  content: "中級です。  
                今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
                また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
  )
Post2.create!(
number: "23212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "23331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "23332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "31111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "31121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "31131",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31132",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "31211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "31221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "31231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post2.create!(
number: "31311",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31312",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "31321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)

Post2.create!(
number: "31331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "31332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              ま知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32311",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32312",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "32331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "32332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33131",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33132",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33221",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33231",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33232",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33311",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33312",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33321",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33322",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)
Post2.create!(
number: "33331",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              また、防災グッズや非常食などを用意されていること素晴らしいです！これに満足することなく日常生活から備えましょう！"
)
Post2.create!(
number: "33332",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう 
              知識だけでなく、実践も大事です。普段の生活からその知識を活用して備えましょう！"
)


Tag.create([
  { name: 'タグ1' },
  { name: 'タグ2' },
  { name: 'タグ3' },
  { name: 'タグ4' },
  { name: 'タグ5' }
])

Post3.create!(
number: "11111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "11112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "11121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "11122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "11211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "11212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "11221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "11222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "12111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "12112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "12121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "12122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "12211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "12212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "12221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "12222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "13111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "13112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "13121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "13122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "13211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "13212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "13221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "13222",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！"
)
Post3.create!(
number: "21111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "21112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "21121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "21122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "21211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "21212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "21221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "21222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "22111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "22112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "22121",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "22122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "22211",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "22212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "22221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "22222",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "23111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "23112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "23121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "23122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "23211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "23212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "23221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "23222",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "31111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "31112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "31121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "31122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "31211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "31212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "31221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "31222",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！"
)
Post3.create!(
number: "32111",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "32112",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "32121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "32122",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "32211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "32212",
content: "初級です。  
              伸びしろがあります！これを機に、いつ来るかわからない災害に備えましょう "
)
Post3.create!(
number: "32221",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！"
)
Post3.create!(
number: "32222",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "33111",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "33112",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "33121",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "33122",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "33211",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "33212",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)
Post3.create!(
number: "33221",
content: "上級です。  
              全問正解 素晴らしい✨これに満足せず、いつ起こるかわからない豪雨に備えましょう！"
)
Post3.create!(
number: "33222",
content: "中級です。  
              今持っている防災の知識も素晴らしいですが、まだまだ知るべき情報はたくさんあります！今後も災害の知識を増やしましょう！ "
)